package com.example.finalwork;

public class Info {
    private String[] massageList=new String[]{
            "  2020年2月20日，江夏区第一人民医院对彭银华医生的不幸去世表示沉痛哀悼，向其家属表示诚挚慰问。如今他办公桌抽屉里的结婚请柬，还没来得及发出去，推迟的婚礼也永远无法举行，彭医生，一路走好！",
            "  2020年2月7日上午，武汉市政府官方网站发布《公告》称，武汉中心医院李文亮医生，因感染新型肺炎，经全力抢救无效不幸去世。我们深表哀悼，万分惋惜！对其坚守一线抗击疫情表示敬意，对其家人表示诚挚慰问！",
            "  于铁夫曾说，在他看来，这次不仅是来支援，更是想为年仅5岁的宝贝女儿作个榜样。支援绥芬河输入性疫情顺利结束，他却在隔离期倒下了。背包里还放着送给女儿的礼物，令人感到遗憾。",
            "  梁小霞倒下的前一天她还在日记中写到，\"很累，呼吸急促，眼睛已经基本上看不清楚了……\"尽管如此，她仍在日记里给自己打气，\"我是来支援的战士，我不能退缩……\"这是梁小霞的最后一篇日记。",
            "  张静静主动请缨支援湖北抗击新型冠状病毒感染的肺炎。1月26日，她作为山东省卫健委组建的医疗队队员前往武汉。4月5日早上7时，张静静却突发心脏骤停，医院随后全力组织抢救。于4月6日晚上，抢救无效，宣布临床死亡。而她身后，还有刚满5岁的女儿，她在日记中写到\"家中还有幼儿双亲\"。",
            "  新冠肺炎疫情发生以来，她始终坚守临床一线，在救治患者时，主动申请留院观察，不幸被感染。在治疗期间，她主动把ICU床位让给其他患者。在病床上，她依然牵挂工作，希望治愈后能重返一线。2020年2月23日清晨6时30分，夏思思经救治无效在武汉大学中南医院不幸去世。",
            "  世卫组织总干事向刘智明医生的去世表示哀悼，世卫组织总干事表示，“刘智明医生的去世是巨大的损失，他在2019冠状病毒疫情期间挽救了无数生命。我向刘智明医生的家人、同事以及病人表示慰问，我的心与他们同在，与所有奋战在抗疫第一线的医务工作者同在。”",
            "  新冠肺炎疫情发生以来，冯效林所在的盘龙城院区被黄陂区防控指挥部作为定点医疗机构收治患者，他每天坚持接诊救治患者，在工作中不幸感染新冠肺炎，于2020年2月27日经抢救无效以身殉职。",
            "  新冠肺炎疫情发生以来，张抗美同志主动要求到社区服务中心发热诊室负责发热患者预检分诊工作，在工作中不幸感染新冠肺炎，于2020年2月14日经抢救无效以身殉职。"};
    public Info(){}
    public String[] getInfo(){
        return massageList;
    }
}
